Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

source: CLEFAIRY{CLEAR_TO 0x55}{FONT_SMALL} 500 COINS
pl: CLEFAIRY{CLEAR_TO 0x55}{FONT_SMALL} 500 ŻETON

source: DRATINI{CLEAR_TO 0x4B}{FONT_SMALL} 2,800 COINS
pl: DRATINI{CLEAR_TO 0x4B}{FONT_SMALL} 2,800 ŻETON

source: SCYTHER{CLEAR_TO 0x4B}{FONT_SMALL} 5,500 COINS
pl: SCYTHER{CLEAR_TO 0x4B}{FONT_SMALL} 5,500 ŻETON

source: PORYGON{CLEAR_TO 0x4B}{FONT_SMALL} 9,999 COINS
pl: PORYGON{CLEAR_TO 0x4B}{FONT_SMALL} 9,999 ŻETON

source: ABRA{CLEAR_TO 0x55}{FONT_SMALL} 120 COINS
pl: ABRA{CLEAR_TO 0x55}{FONT_SMALL} 120 ŻETON

source: CLEFAIRY{CLEAR_TO 0x55}{FONT_SMALL} 750 COINS
pl: CLEFAIRY{CLEAR_TO 0x55}{FONT_SMALL} 750 ŻETON

source: PINSIR{CLEAR_TO 0x4B}{FONT_SMALL} 2,500 COINS
pl: PINSIR{CLEAR_TO 0x4B}{FONT_SMALL} 2,500 ŻETON

source: DRATINI{CLEAR_TO 0x4B}{FONT_SMALL} 4,600 COINS
pl: DRATINI{CLEAR_TO 0x4B}{FONT_SMALL} 4,600 ŻETON

source: PORYGON{CLEAR_TO 0x4B}{FONT_SMALL} 6,500 COINS
pl: PORYGON{CLEAR_TO 0x4B}{FONT_SMALL} 6,500 ŻETON

source: HELIX FOSSIL
pl: SKAM. ŚLIMAK

source: DOME FOSSIL
pl: SKAM. SKORUPA

source: OLD AMBER
pl: STARYBURSZTYN

source: COLOSSEUM
pl: KOLOSEUM

source: ITEMS POCKET
pl: KIESZEŃPRZEDMIOTÓW

source: KEY ITEMS POCKET
pl: KLUCZOWEPRZEDMIOTY

source: OTHER
pl: INNE

source: ONE ISLAND
pl: WYSPA ONE

source: TWO ISLAND
pl: WYSPA TWO

source: THREE ISLAND
pl: WYSPA THREE

source: FOUR ISLAND
pl: WYSPA FOUR

source: FIVE ISLAND
pl: WYSPA FIVE

source: SIX ISLAND
pl: WYSPA SIX

source: SEVEN ISLAND
pl: WYSPA SEVEN

source: 2 TINYMUSHROOMS
pl: 2 MAŁE MUCHOMORY

source: 1 BIG MUSHROOM
pl: 1 DUŻY MUCHOMOR

source: SEVII ISLANDS
pl: WYSPY SEVII

source: NAVEL ROCK
pl: SKAŁAPĘPKA

source: BIRTH ISLAND
pl: WYS.NARODZIN

source: MIRACLE SEED{CLEAR_TO 0x50}{FONT_SMALL}1,000 COINS
pl: MIRACLE SEED{CLEAR_TO 0x50}{FONT_SMALL}1,000 ŻETON

source: CHARCOAL{CLEAR_TO 0x50}{FONT_SMALL}1,000 COINS
pl: CHARCOAL{CLEAR_TO 0x50}{FONT_SMALL}1,000 ŻETON

source: MYSTIC WATER{CLEAR_TO 0x50}{FONT_SMALL}1,000 COINS
pl: MYSTIC WATER{CLEAR_TO 0x50}{FONT_SMALL}1,000 ŻETON

source: YELLOW FLUTE{CLEAR_TO 0x50}{FONT_SMALL}1,600 COINS
pl: YELLOW FLUTE{CLEAR_TO 0x50}{FONT_SMALL}1,600 ŻETON

source: SMOKE BALL{CLEAR_TO 0x5A}{FONT_SMALL}800 COINS
pl: SMOKE BALL{CLEAR_TO 0x5A}{FONT_SMALL}800 ŻETON

source: Now on:
pl: Teraz:

source: PROTEIN{CLEAR_TO 0x65}{FONT_SMALL}1,000
pl: BIAŁKO{CLEAR_TO 0x65}{FONT_SMALL}1,000

source: IRON{CLEAR_TO 0x65}{FONT_SMALL}1,000
pl: ŻELAZO{CLEAR_TO 0x65}{FONT_SMALL}1,000

source: CARBOS{CLEAR_TO 0x65}{FONT_SMALL}1,000
pl: WĘGLOWODANY{CLEAR_TO 0x65}{FONT_SMALL}1,000

source: CALCIUM{CLEAR_TO 0x65}{FONT_SMALL}1,000
pl: WAPŃ{CLEAR_TO 0x65}{FONT_SMALL}1,000

source: ZINC{CLEAR_TO 0x65}{FONT_SMALL}1,000
pl: CYNK{CLEAR_TO 0x65}{FONT_SMALL}1,000

source: The FAME CHECKER will be closed.
pl: FAME CHECKER zostanie zamknięty.

source: Exit from the BOX.
pl: Wyjdź z BOKSU.

source: What do you want to do?
pl: Co chcesz zrobić?

source: Please pick a theme.
pl: Wybierz temat.

source: Pick the wallpaper.
pl: Wybierz tapetę.

source: {DYNAMIC 0x00} is selected.
pl: {DYNAMIC 0x00} wybrany.

source: Jump to which BOX?
pl: Do którego BOKSU?

source: Deposit in which BOX?
pl: Gdzie zdeponować?

source: {DYNAMIC 0x00} was deposited.
pl: {DYNAMIC 0x00} zdeponowany.

source: The BOX is full.
pl: BOKS jest pełny.

source: Release this POKéMON?
pl: Wypuścić POKéMONA?

source: {DYNAMIC 0x00} was released.
pl: {DYNAMIC 0x00} wypuszczony.

source: Mark your POKéMON.
pl: Oznacz POKéMONA.

source: That's your last POKéMON!
pl: To twój ostatni POKéMON!

source: You're holding a POKéMON!
pl: Trzymasz POKéMONA!

source: Which one will you take?
pl: Którego wybierzesz?

source: You can't release an EGG.
pl: Nie można wypuścić JAJKA.

source: Continue BOX operations?
pl: Kontynuować operacje?

source: {DYNAMIC 0x00} came back!
pl: {DYNAMIC 0x00} wrócił!

source: Was it worried about you?
pl: Martwił się o ciebie?

source: Please remove the MAIL.
pl: Proszę usunąć LIST.

source: GIVE to a POKéMON?
pl: DAĆ POKéMONOWI?

source: Placed item in the BAG.
pl: Umieszczono w TORBIE.

source: The BAG is full.
pl: TORBA pełna.

source: Put this item in the BAG?
pl: Włożyć go do TORBY?

source: {DYNAMIC 0x00} is now held.
pl: {DYNAMIC 0x00} trzymany.

source: Changed to {DYNAMIC 0x00}.
pl: Zmiana na {DYNAMIC 0x00}.

source: MOVE
pl: RUSZ

source: PLACE
pl: UMIEŚĆ

source: RELEASE
pl: WYPUŚĆ

source: MARK
pl: OZNACZ

source: WALLPAPER
pl: TAPETA

source: FOREST
pl: LEŚNY

source: VOLCANO
pl: WULKANICZNY

source: BEACH
pl: PLAŻA

source: WITHDRAW POKéMON
pl: PODEJMIJ POKéMON

source: DEPOSIT POKéMON
pl: DEPONUJ POKéMONA

source: MOVE POKéMON
pl: SEGREGUJ POKéMONY

source: MOVE ITEMS
pl: SEGREGUJ RZECZY

# You can withdraw a POKéMON if you have any in a BOX.
source: You can withdraw a POKéMON if you\nhave any in a BOX.
pl: Możesz podjąć POKéMONY jeśli\nmasz jakieś w BOKSIE.

# You can deposit your party POKéMON in any BOX.
source: You can deposit your party\nPOKéMON in any BOX.
pl: Możesz zdeponować POKéMONA\nz drużyny do BOKSA.

# You can move POKéMON that are stored in any BOX.
source: You can move POKéMON that are\nstored in any BOX.
pl: Możesz ruszać POKéMONY pomiędzy\ndrużyną i BOXEM.

# You can move items held by any POKéMON in a BOX or your party.
source: You can move items held by any\nPOKéMON in a BOX or your party.
pl: Możesz ruszać przedmioty między\nPOKéMONAMI w BOXIE i drużynie.

source: See you later!
pl: Do zobaczenia!

source: Can't take any more POKéMON.
pl: Nie można podjąć POKéMONA.

source: Combine four words or phrases
pl: Złóż cztery słowa lub frazy

source: and make your profile.
pl: i stwórz swój profil.

source: Make a message of six phrases.
pl: Stwórz wiadomość z 6 fraz.

source: Max two 12-letter phrases/line.
pl: Stwórz dwie 12-literowe frazy.

source: Find words that describe your
pl: Znajdź słowa, które opisują

source: feelings right now.
pl: twoje uczucia.

source: Combine nine words or phrases
pl: Złóż 9 słów lub fraz i stwórz

source: and make a message.
pl: z nich wiadomość.

source: Change just one word or phrase
pl: Zmień jedno słowo lub frazę i

source: and improve the BARD's song.
pl: ulepsz pieśń BARDA.

source: and fill out the questionnaire.
pl: i wypełnij kwestionariusz.

source: Your profile
pl: Twój profil

source: Your feeling at the battle's start
pl: Twoje uczucia na początku walki

source: What you say if you win a battle
pl: Co mówisz jeśli wygrasz walkę

source: What you say if you lose a battle
pl: Co mówisz jeśli przegrasz walkę

source: The answer
pl: Odpowiedź

source: The MAIL message
pl: LIST Wiadomość

source: The new song
pl: Nowa pieśń

source: Combine two words or phrases
pl: Złóż dwa słowa lub frazy

source: and make a trendy saying.
pl: i stwórz modny tekst.

source: The trendy saying
pl: Modny tekst

source: is as shown. Okay?
pl: brzmi tak. Okej?

source: All the text being edited will
pl: Cały edytowany tekst zostanie

source: be deleted. Is that okay?
pl: usunięty. W porządku?

source: PROFILE
pl: PROFIL

source: Save failed.\nChecking the backup memory‥\nPlease wait.\n“Time required:\nabout 1 minute”
pl: Zapis nie udał się.\nSprawdzanie pamięci zapasowej…\nCzekaj.\n“Potrzebny czas:\nMinuta”

source: The backup memory is damaged or\nthe game's battery has run dry.\nThe game can be played, but its\nprogress cannot be saved.\n“Please press the A Button.”
pl: Pamięć zapasowa jest uszkodzona\nlub wyczerpała się bateria gry.\nGra będzie działać, jednak\nniemożliwy będzie zapis.\n“Proszę wcisnąć Przycisk A.”

# Save completed. “Please press the A Button.”
source: Save completed.\n“Please press the A Button.”
pl: Zapis zakończony.\n“Wciśnij Przycisk A.”

source: YOUR NAME?
pl: TWOJE IMIĘ

source: BOX NAME?
pl: NAZWA BOX

source: 's nickname?
pl: Imię dla

source: RIVAL's NAME?
pl: IMIĘ RYWALA?

source: {DPAD_ANY}MOVE {A_BUTTON}OK {B_BUTTON}BACK
pl: {DPAD_ANY}PRZESUŃ {A_BUTTON}OK {B_BUTTON}WRÓĆ

source: {A_BUTTON}GUIDE
pl: {A_BUTTON}PORADNIK

source: {A_BUTTON}CANCEL
pl: {A_BUTTON}ANULUJ

source: {A_BUTTON}SWITCH
pl: {A_BUTTON}ZMIEŃ

source: {DPAD_ANY}MOVE
pl: {DPAD_ANY}WYBÓR

source: {DPAD_UPDOWN}PICK
pl: {DPAD_UPDOWN}RUSZAJ

source: A deep and sprawling forest that\nextends around VIRIDIAN CITY.\nA natural maze, many people\nbecome lost inside.
pl: Głęboki i zamaszysty las\notaczający VIRIDIAN CITY.\nNaturalny labirynt, w którym\ngubi się wielu ludzi.

source: A mystical mountain that is known\nfor its frequent meteor falls.\nThe shards of stars that fall\nhere are known as MOON STONES.
pl: Tajemnicza góra znana z częstych\ndeszczów meteorytów.\pOdłamy skalne, które spadają\nz nieba nazywane są\pKAMIENIAMI KSIĘŻYCA.

source: A seemingly plain tunnel that was\ndug by wild DIGLETT.\nIt is famous for connecting\nROUTES 2 and 11.
pl: Prosty tunel wykopany przez\ndzikie DIGLETTY.\nZnany jest przede wszystkim\nz łączenia DRÓG 2 i 11.

source: A tunnel situated on ROUTE 23.\nIt earned its name because it\nmust be traveled by all TRAINERS\naiming for the top.
pl: Tunel usytuowany na DRODZE 23.\nNazwany został DROGĄ ZWYCIĘSTWA\nz uwagi na TRENERÓW, którzy\ngo przebywają.

source: A decrepit, burned-down mansion\non CINNABAR ISLAND.\nIt got its name because a famous\nPOKéMON researcher lived there.
pl: Waląca się, spalona od wewnątrz\nposiadłość WYSPY CINNABAR.\nSpopularyzowany z uwagi na\nżyjącego tam słynnego badawcę.

source: An amusement park outside FUCHSIA\nCITY where many rare POKéMON can\nbe observed in the wild.\nCatch them in a popular game!
pl: Park rozrywki na zewnątrz FUCHSIA\nCITY, gdzie można zaobserwować\nwiele rzadkich POKéMONÓW w\nnaturalnych warunkach.

source: A naturally formed underground\ntunnel. Because it has not been\ndeveloped, it is inky dark inside.\nA light is needed to get through.
pl: Naturalnie uformowany podziemny\ntunel. Z uwagi na to, że nie\nzostał stworzony przez człowieka,\njest całkowicie ciemny w środku.

source: A pair of islands that is situated\non ROUTE 20.\nThe two islands are shaped the\nsame, as if they were twins.
pl: Para wysp usytuowanych na\nDRODZE 20.\nObie wyspy mają ten sam kształt,\ntak jakby były bliźniakami.

source: A tower that houses the graves of\ncountless POKéMON.\nMany people visit it daily to pay\ntheir respects to the fallen.
pl: Wieża, dom wiecznego spoczynku\nniezliczonej ilości POKéMONÓW.\nWiele osób odwiedza to miejsce,\nz uwagi na zmarłych.

source: A mysterious cave that is filled\nwith terribly tough POKéMON.\nIt is so dangerous, the POKéMON\nLEAGUE is in charge of it.
pl: Tajemnicza jaskinia wypełniona\nniesamowicie silnymi POKéMONAMI.\nJest tak niebezbieczna, że\nzarządza nią LIGA POKéMON.

source: A power plant that was abandoned\nyears ago, though some of the\nmachines still work. It is infested\nwith electric POKéMON.
pl: Elektrownia, która dawno temu\nzostała opuszczona.\nWypełniona jest elektrycznymi\nPOKéMONAMI.

source: Supposedly an inactive volcano.\nHowever, there are persistent\nreports that the peak blazes\nwith fire at night.
pl: Prawdopodobnie nieaktywny wulkan.\nJednak raportowane są\ndoniesienia o obserwacjach kul\nognia w ciągu nocy.

source: A forest on a small islet off the\ncoast of THREE ISLAND. BERRIES\ngrow wildly in profusion, quickly\nreplenishing those that fall off.
pl: Las na małej wysepce przy\nwybrzeżu WYSPY THREE. JAGODY\nrosną tam dziko, szybko zastępując\nte, które opadną na ziemie.

source: A cave which is covered by water\nand ice on FOUR ISLAND.\nIt seems like the end of the cave\nis connected to the ocean.
pl: Jaskinia wypełniona wodą i\nlodem na WYSPIE FOUR.\nWydaje się, że koniec jaskini\npołączony jest jakoś z oceanem.

source: A bewildering cave off the coast\nof RESORT GORGEOUS.\nSome curious thrill seekers have\nnever emerged from it.
pl: Oszałamiająca jaskinia za\nwybrzeżem ŚWIETNEGO OŚRODKA.\pCiekawscy poszukiwacze\nnigdy stamtąd nie wrócili.

source: An ancient ruin that is rumored to\nbe home to a peculiar POKéMON.\nHowever, so far, the POKéMON\nremains an unconfirmed rumor.
pl: Pradawne ruiny, które podobno\nsą domem osobliwych POKéMONÓW.\nJednak, do tej pory, POKéMONY\npozostały nieodnalezione.

source: This island has been known by this\nname since the distant past.\nNo one today knows where it got\nthis name, however.
pl: Ta wyspa znana jest pod tą nazwą\nod wielu tysięcy lat.\nNikt dzisiaj nie wie, skąd wzięła się\ntaka nazwa.

source: A lush and bush-like area. \nIn it are patterns where no grass\ngrows. Some study it in the belief\nthat a secret is concealed.
pl: Bujny teren trawiasty.\nSą tam miejsca, gdzie nigdy nie\nrośnie trawa. Trwają badania, które\nodkryć mają powód tego fenomenu.

source: A mysterious, just-discovered\nruin from an ancient time.\nIt got its name from the six dots\non its door.
pl: Tajemnicze, nowo odkryte\nruiny z pradawnych czasów.\nOtrzymały nazwę od sześciu kropek\nna wejściu.

# {DYNAMIC 0x00} nature. Met in a trade.
source: {DYNAMIC 0x00} nature.\nMet in a trade.
pl: {DYNAMIC 0x00} natura\nZ wymiany.

# {DYNAMIC 0x00} nature. Met in a fateful encounter when at {LV_2} {DYNAMIC 0x01}.
source: {DYNAMIC 0x00} nature.\nMet in a fateful encounter when\nat {LV_2} {DYNAMIC 0x01}.
pl: {DYNAMIC 0x00} natura\nSpotkany w rozstrzygającej walce\nna {LV_2} {DYNAMIC 0x01}.

# {DYNAMIC 0x00} nature. Met in {DYNAMIC 0x02} at {LV_2} {DYNAMIC 0x01}.
source: {DYNAMIC 0x00} nature.\nMet in {DYNAMIC 0x02} at {LV_2} {DYNAMIC 0x01}.
pl: {DYNAMIC 0x00} natura\nSpotkano {DYNAMIC 0x02} na {LV_2} {DYNAMIC 0x01}.

source: {DYNAMIC 0x00} nature.\nApparently met in {DYNAMIC 0x02}\nat {LV_2} {DYNAMIC 0x01}.
pl: {DYNAMIC 0x00} natura\nPodobno spotkany w {DYNAMIC 0x02}\nna {LV_2} {DYNAMIC 0x01}.

# {DYNAMIC 0x00} nature. Hatched: {DYNAMIC 0x02} at {LV_2} {DYNAMIC 0x01}.
source: {DYNAMIC 0x00} nature.\nHatched: {DYNAMIC 0x02}\nat {LV_2} {DYNAMIC 0x01}.
pl: {DYNAMIC 0x00} natura\nWykluty: {DYNAMIC 0x02}\nna {LV_2} {DYNAMIC 0x01}.

source: {DYNAMIC 0x00} nature. Met in a fateful\nencounter (hatched: {DYNAMIC 0x02}\nat {LV_2} {DYNAMIC 0x01}).
pl: {DYNAMIC 0x00} natura Spotkany w\ntrakcie walki (wykluty:{DYNAMIC 0x02}\nna {LV_2} {DYNAMIC 0x01}).

source: {DYNAMIC 0x00} nature. Apparently met in\na fateful encounter (hatched:\n{DYNAMIC 0x02} at {LV_2} {DYNAMIC 0x01}).
pl: {DYNAMIC 0x00} natura Ponoć spotkany\nw rozstrzygającej walce (wykluty:\n{DYNAMIC 0x02} na {LV_2} {DYNAMIC 0x01})

# An odd POKéMON EGG found by the DAY-CARE couple.
source: An odd POKéMON EGG found by the\nDAY-CARE couple.
pl: Dziwne POKéJAJO znalezione u\npary OPIEKUNÓW.

# An odd POKéMON EGG obtained from the traveling man.
source: An odd POKéMON EGG obtained from\nthe traveling man.
pl: Dziwne POKéJAJO otrzymane od\npewnego podróżnika.

# A wondrously peculiar POKéMON EGG obtained at a nice place.
source: A wondrously peculiar POKéMON EGG\nobtained at a nice place.
pl: Specyficzne POKéJAJO otrzymane\nw miłym miejscu.

# An odd POKéMON EGG obtained from an old woman at the SPA.
source: An odd POKéMON EGG obtained from\nan old woman at the SPA.
pl: Dziwne POKéJAJO otrzymane od\nstaruszki przy SPA.

# A peculiar POKéMON EGG obtained in a trade.
source: A peculiar POKéMON EGG obtained\nin a trade.
pl: Specyficzne POKéJAJO otrzymane\nw wymianie.

# It looks like this EGG will take a long time to hatch.
source: It looks like this\nEGG will take a\nlong time to hatch.
pl: Wygląda na to, że\nto JAJO nie\nwykluje się szybko.

# What will hatch from this? It will take some time.
source: What will hatch\nfrom this? It will\ntake some time.
pl: Ciekawe co się\nwykluje? Zajmie to\ntrochę czasu.

# It occasionally moves. It should hatch soon.
source: It occasionally\nmoves. It should\nhatch soon.
pl: Czasami się rusza.\nNiedługo się\nwykluje.

# It's making sounds. It's almost ready to hatch!
source: It's making sounds.\nIt's almost ready\nto hatch!
pl: Stuka od środka.\nJest prawie gotów\ndo wyklucia!

source: a trade
pl: wymiana

source: Somewhere
pl: Gdzieś

source: POKéMON INFO
pl: INFORMACJE

source: POKéMON SKILLS
pl: ZDOLNOŚCI

source: KNOWN MOVES
pl: ZNANE RUCHY

source: EXP. POINTS
pl: PUNKTY EXP.

source: NEXT LV.
pl: NAST LV.

source: {DPAD_RIGHT}PAGE {A_BUTTON}CANCEL
pl: {DPAD_RIGHT}DALEJ {A_BUTTON} ANULUJ

source: {DPAD_LEFTRIGHT}PAGE
pl: {DPAD_LEFTRIGHT}STR.

source: {DPAD_LEFT}PAGE {A_BUTTON}DETAIL
pl: {DPAD_LEFT}ZMIEŃ DETAL{A_BUTTON}

source: {DPAD_UPDOWN}PICK {A_BUTTON}SWITCH
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON} ZMIEŃ

source: {DPAD_UPDOWN}PICK {A_BUTTON}DELETE
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}USUŃ

# HM moves can't be forgotten now.
source: HM moves can't be\nforgotten now.
pl: Nie można teraz\nzapomnieć HM.

source: NAME:
pl: IMIĘ:

source: MONEY
pl: FORSA

source: 's TRAINER CARD
pl: KARTA TRENERA

source: HALL OF FAME DEBUT
pl: DEBIUT W HALI SŁAWY

source: LINK BATTLES
pl: WALKI LINK

source: LINK CABLE BATTLES
pl: WALKI TYPU LINK

source: UNION TRADES & BATTLES
pl: WYMIANY UNION & WALKI

source: TEXT SPEED
pl: SZYB. TEXT

source: BATTLE SCENE
pl: SCENA WALKI

source: BATTLE STYLE
pl: STYL WALKI

source: SOUND
pl: DŹWI.

source: BUTTON MODE
pl: PRZYCISKI

source: FRAME
pl: RAMKA

source: SLOW
pl: WOLN

source: MID
pl: ŚRE

source: FAST
pl: SZYB

source: ON
pl: WŁ

source: OFF
pl: WYŁ

source: SET
pl: UST

source: HELP
pl: POMOC

source: TYPE
pl: TYP

source: {DPAD_UPDOWN}PICK {DPAD_LEFTRIGHT}SWITCH {A_BUTTON}{B_BUTTON}CANCEL
pl: {DPAD_UPDOWN}RUSZ {DPAD_LEFTRIGHT}ZMIEŃ {A_BUTTON}{B_BUTTON}ANULUJ

# SAVING… DON'T TURN OFF THE POWER.
source: SAVING…\nDON'T TURN OFF THE POWER.
pl: ZAPISUJĘ…\nNIE WYŁĄCZAJ ZASILANIA.

# A device that records POKéMON secrets upon meeting or catching them.
source: A device that records POKéMON secrets\nupon meeting or catching them.
pl: Urządzenie zapisujące dane POKéMONA\nprzy spotkaniu bądź złapaniu go.

# Check and organize POKéMON that are traveling with you in your party.
source: Check and organize POKéMON that are\ntraveling with you in your party.
pl: Sprawdź i zarządzaj POKéMONAMI\npodróżującymi razem z tobą.

# Equipped with pockets for storing items you bought, received, or found.
source: Equipped with pockets for storing items\nyou bought, received, or found.
pl: Zawiera kieszenie przechowujące rzeczy\nznalezione, kupione itd.

source: Check your money and other game data.
pl: Sprawdź gotówkę i inne dane gry.

# Save your game with a complete record of your progress to take a break.
source: Save your game with a complete record\nof your progress to take a break.
pl: Zapisz grę z dokładnym odwzorowaniem\ndokonanych przez ciebie postępów.

# Adjust various game settings such as text speed, game rules, etc.
source: Adjust various game settings such as text\nspeed, game rules, etc.
pl: Dostosuj odpowiednie ustawienia gry, jak\nprędkość tekstu itd.

source: Close this MENU window.
pl: Zamknij te okno MENU.

# Retire from the SAFARI GAME and return to the registration counter.
source: Retire from the SAFARI GAME and return to\nthe registration counter.
pl: Przerwij grę w STREFIE SAFARI i powróć\ndo kasy.

# was used on
source: was used on\n
pl: użyty na\n

# 's level rose to
source: 's level rose to\n
pl: poziom wzrósł\n

source: 2, and ‥ ‥ ‥
pl: 2 i … … …

# {DYNAMIC 0x00} forgot {DYNAMIC 0x01}.p
source: {DYNAMIC 0x00} forgot\n{DYNAMIC 0x01}.\p
pl: {DYNAMIC 0x00} zapomniał\n{DYNAMIC 0x01}.\p

source: And‥\p
pl: I‥\p

source: Huh?
pl: Co?

# {DYNAMIC 0x00} learned {DYNAMIC 0x01}!
source: {DYNAMIC 0x00} learned\n{DYNAMIC 0x01}!
pl: {DYNAMIC 0x00} poznaje\n{DYNAMIC 0x01}!

source: UPPER
pl: DUŻE

source: lower
pl: małe

source: OTHERS
pl: INNE

source: SYMBOLS
pl: SYMBOLE

# There is already a saved file. Is it okay to overwrite it?
source: There is already a saved file.\nIs it okay to overwrite it?
pl: Plik zapisu już istnieje.\nCzy chcesz go nadpisać?

# SAVING‥ DON'T TURN OFF THE POWER.
source: SAVING‥\nDON'T TURN OFF THE POWER.
pl: ZAPISUJĘ…\nNIE WYŁĄCZAJ ZASILANIA.

source: {DYNAMIC 0x00} saved the game.
pl: {DYNAMIC 0x00} zapisuje grę.

source: THANK YOU
pl: DZIĘKUJĘ

source: {PLAYER} scurried to a POKéMON CENTER,\nprotecting the exhausted and fainted\nPOKéMON from further harm‥\p
pl: {PLAYER} popędził co sił w nogach do\nCENTRUM POKéMON chroniąc swe\nPOKéMONY przed dalszymi urazami‥\p

source: {PLAYER} scurried back home, protecting\nthe exhausted and fainted POKéMON from\nfurther harm‥\p
pl: {PLAYER} popędził co sił w nogach do\ndomu chroniąc zmęczone\nPOKéMONY przed dalszymi urazami‥\p

source: PLAYER: {DYNAMIC 0x00}
pl: GRACZ: {DYNAMIC 0x00}

source: {STR_VAR_1} hatched from the EGG!
pl: {STR_VAR_1} wykluł się z JAJKA!

# Would you like to nickname the newly hatched {STR_VAR_1}?
source: Would you like to nickname the newly\nhatched {STR_VAR_1}?
pl: Czy chcesz nazwać nowo wyklutego\n{STR_VAR_1}?

# You've run out of COINS. Game over!
source: You've run out of COINS.\nGame over!
pl: Nie masz już ŻETONÓW!\nKoniec gry!

source: Quit playing?
pl: Koniec gry?

source: {DPAD_LEFTRIGHT}COMBOS {DPAD_DOWN}WAGER {A_BUTTON}STOP {B_BUTTON}EXIT
pl: {DPAD_LEFTRIGHT}COMBOS {DPAD_DOWN}WAGER {A_BUTTON} STOP {B_BUTTON}WRÓĆ

source: points
pl: punkty

source: time(s)
pl: czas

# SAVING... DON'T TURN OFF THE POWER.
source: SAVING...\nDON'T TURN OFF THE POWER.
pl: ZAPISUJĘ…\nNIE WYŁĄCZAJ ZASILANIA.

source: times
pl: czas

source: {STR_VAR_1} BERRY
pl: {STR_VAR_1} JAGODY

source: Time:
pl: Czas:

source: Times/sec.
pl: Czas/sec.

source: {STR_VAR_1} PLAYERS
pl: {STR_VAR_1} GRACZ

source: A POKéMON's on the hook!{PAUSE_UNTIL_PRESS}
pl: POKéMON na haczyku!{PAUSE_UNTIL_PRESS}

source: Not even a nibble‥{PAUSE_UNTIL_PRESS}
pl: Nawet płotki…{PAUSE_UNTIL_PRESS}

source: It got away‥{PAUSE_UNTIL_PRESS}
pl: Uciekła‥{PAUSE_UNTIL_PRESS}

# Pokémon FireRed Version Staff
source: Pokémon FireRed Version\nStaff
pl: Tłumaczenie\nDark Archon i Voxar

# Pokémon LeafGreen Version Staff
source: Pokémon LeafGreen Version\nStaff
pl: Tłumaczenie\nDark Archon i Voxar

source: {DPAD_UPDOWN}PICK {A_BUTTON}OK {B_BUTTON}END
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}OK {B_BUTTON}WYJDŹ

source: {A_BUTTON}{B_BUTTON}CANCEL
pl: {A_BUTTON}{B_BUTTON}ANULUJ

source: Is this trade okay?
pl: Wymiana jest okej?

source: Cancel trade?
pl: Anulować?

source: Press the B Button to exit.
pl: Naciśnij B, aby wyjść.

source: {COLOR DARK_GRAY}{HIGHLIGHT WHITE}{SHADOW LIGHT_GRAY}That's your only POKéMON\nfor battle.
pl: {COLOR DARK_GRAY}{HIGHLIGHT WHITE}{SHADOW LIGHT_GRAY}To twój jedyny\nPOKéMON do walki.

source: Bye-bye, {STR_VAR_2}!
pl: Pa-pa, {STR_VAR_2}!

# The two seem to get along very well.
source: The two seem to get along\nvery well.
pl: Wyraźnie bardzo się\nlubią.

source: The two seem to get along.
pl: Wyraźnie lubią się.

# The two don't seem to like each other much.
source: The two don't seem to like\neach other much.
pl: Chyba za sobą nie\nprzepadają.

# The two prefer to play with other POKéMON than each other.
source: The two prefer to play with other\nPOKéMON than each other.
pl: Wolą bawić się z innymi POKéMONAMI\nniż ze sobą.

# {STR_VAR_1} learned {STR_VAR_2}.
source: {STR_VAR_1} learned\n{STR_VAR_2}.
pl: {STR_VAR_1} poznał\n{STR_VAR_2}.

source: Stop learning {STR_VAR_2}?
pl: Nie uczyć się{STR_VAR_2}?

source: Which move should be forgotten?\p
pl: Który ruch ma być zapomniany?\p

source: {START_BUTTON}PICK {DPAD_UPDOWN}SELECT {A_BUTTON}OK
pl: {START_BUTTON}WYBIERZ {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}OK

source: {START_BUTTON}PICK {DPAD_UPDOWN}SELECT {B_BUTTON}CANCEL
pl: {START_BUTTON}WYBIERZ {DPAD_UPDOWN}PRZESUŃ {B_BUTTON}ANULUJ

source: {DPAD_ANY}PICK {A_BUTTON}READ {B_BUTTON}CANCEL
pl: {DPAD_ANY}WYBIERZ {A_BUTTON}CZYTAJ {B_BUTTON}ANULUJ

source: {DPAD_UPDOWN}PICK {A_BUTTON}OK {B_BUTTON}EXIT
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}OK {B_BUTTON}ANULUJ
